
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@)：连接错误";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ 邀请你聊天于 \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ 使用下面的信息邀请你聊天于 \"%2$@\" ：\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "接受";

/* No comment provided by engineer. */
"Account" = "账户";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar 除错日志";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Change User Details" = "更改用户详情";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "配置 IM 转发";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "直接的即时信息会话已结束";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "直接的即时信息会话已开始";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "错误：发生了一个连接失败的错误。";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "群组聊天邀请";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ 号码";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar 除错窗口";

/* No comment provided by engineer. */
"Member Name" = "成员姓名";

/* No comment provided by engineer. */
"OK" = "好";

/* SecurID prompt */
"Please enter your SecurID:" = "请键入你的 SecurID：";

/* joscar reject group chat button caption */
"Reject" = "拒绝";

/* No comment provided by engineer. */
"Request Authorization" = "请求批准";

/* No comment provided by engineer. */
"Screen Name" = "Screen Name";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "你已经太频繁地连接。请稍等五分钟或更长时间后再试一次；更快的尝试将增加临时性禁止的时间跨度。";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "你已经被 AIM 服务器临时封锁，无法在这时进行连接。请稍后再试一次。";
